Repository: luongduy2798/gen-locale
Catalog: locale/app_*.arb
Languages: tl

source: We need to collect some necessary information to be able to give you the most suitable choice
tl: Kailangan naming mangolekta ng ilang kinakailangang impormasyon upang maibigay sa iyo ang pinakaangkop na pagpipilian

source: I understand
tl: Naiintindihan ko

source: Choose service
tl: Pumili ng serbisyo

source: Enter your address
tl: Ilagay ang iyong address

source: How to use?
tl: Paano gamitin?

source: Arrived after 30 mins
tl: Dumating pagkatapos ng 30 min

source: Complete the order
tl: Kumpletuhin ang order

source: Time
tl: Oras

source: Thank you for your cooperation!
tl: Salamat sa iyong pakikiisa!

source: Cash payment
tl: Pagbabayad ng cash

source: Masseuse
tl: Masahista

source: Type
tl: Uri

source: Note
tl: Tandaan

source: Finish
tl: Tapusin
